--undo_retention  시간  초   
select * from v$parameter
order by name;


-- 데이터 찾을놈 
select * from kvmtnt14 as of timestamp to_timestamp('2012-07-03 15:30','YYYY-MM-DD HH24:MI:SS')      where req_number= '2012020400';



4200	4210	178865	2012020400	02/16/2012 00:00:00	395820077289							02/16/2012 00:00:00	이상봉	한전 KDN	현장확인 및 교체		05102031	N	윤용희	0113615431	yhyun@kdn.com		Y	ST07	2
4200	7814	178865	2012020400	02/16/2012 00:00:00	395820077289							02/16/2012 00:00:00	이상봉	한전 KDN	현장확인 및 교체		05102031	N	윤용희	0113615431	yhyun@kdn.com		Y	ST07	2



4200	4210	178587	2012020401	02/16/2012 00:00:00	395820077290							02/16/2012 00:00:00	이상봉	한전 KDN	현장확인요		05102031	N	윤용희	0113615431	yhyun@kdn.com		Y	ST07	2
4200	7814	178587	2012020401	02/16/2012 00:00:00	395820077290							02/16/2012 00:00:00	이상봉	한전 KDN	현장확인요		05102031	N	윤용희	0113615431	yhyun@kdn.com		Y	ST07	2
